{
    "short_description":{"en":"Data in context","fr":"Les données en contexte"},
    "long_description":{"en":"Consult, compare, organize and annotate documents, images, videos and audio on a virtual desktop.","fr":"Consultez, comparez, organisez et annotez des documents, images, vidéos et sons sur un bureau virtuel."},
    "start_creating":{"en":"Start creating","fr":"Commencer la création"},
    "features":{
        "digital_workspace":{
            "button":{"en":"Learn more","fr":"Découvrir"},
            "title":{"en":"A digital desk","fr":"Un bureau virtuel"},
            "desc":{"en":"Arvest is a free to use online digital workspace - all you need is an email address to start creating.","fr":"Arvest est un bureau virtuel gratuit - il vous suffit d'une adresse mail pour commencer à créer."}
        },
        "create_collections":{
            "button":{"en":"Learn more","fr":"Découvrir"},
            "title":{"en":"Gather your documents","fr":"Rassemblez vos documents"},
            "desc":{"en":"Collect all of your documents in one workspace, be they images, video, audio or documents.","fr":"Collectez tous vos documents dans un environnement de travail, que ce soit des images, des vidéos, de l'audio ou des documents."}
        },
        "arrange_and_compose":{
            "button":{"en":"Learn more","fr":"Découvrir"},
            "title":{"en":"Arrange and compose","fr":"Arrangez et composez"},
            "desc":{"en":"Arrange and compose your documents in one space for easy grouping and comparison.","fr":"Arrangez et composez vos doucments dans un même espace pour faciliter les regroupements et les comparaisons."}
        },
        "create_annotations":{
            "button":{"en":"Learn more","fr":"Découvrir"},
            "title":{"en":"Annotate","fr":"Annotez"},
            "desc":{"en":"Create all kind of annotations, from simple textual tags to complex visual overlays.","fr":"Créez toutes sortes d'annotations, des simples étiquettes textuelles jusqu'aux overlays visuels complexes."}
        },
        "navigate_networks":{
            "button":{"en":"Learn more","fr":"Découvrir"},
            "title":{"en":"Link your documents","fr":"Liez vos documents"},
            "desc":{"en":"Navigate your collections and jump from detailed to overarching perspectives in a fluid environment.","fr":"Naviguez vos collections et sautez entre perspectives détaillées et élargies dans un environment fluide."}
        },
        "share":{
            "button":{"en":"Learn more","fr":"Découvrir"},
            "title":{"en":"Share with the world","fr":"Partagez avec le monde"},
            "desc":{"en":"Work collaboratively, and share your projects with anyone in the world, ","fr":"Travaillez en collaboration et partagez vos projets avec n'importe qui dans le monde."}
        },
        "ml_workflows":{
            "button":{"en":"More on the API","fr":"Découvrir l'API"},
            "title":{"en":"ML workflows","fr":"Machine learning"},
            "desc":{"en":"Thanks to Arvest's API, integrate the tool into your favorite machine learning workflows.","fr":"Grace à l'API d'Arvest, intégrez l'outil dans vos workflows machine learning préférés."}
        },
        "iiif_compliant":{
            "button":{"en":"More about IIIF","fr":"A propos de IIIF"},
            "title":{"en":"IIIF Compliant","fr":"Compatible IIIF"},
            "desc":{"en":"Arvest if fully IIIF compliant, meaning you can bring in any number of IIIF resources and share your work with the community.","fr":"Arvest est 100% compatible IIIF, ce qui vous permet d'intégrer les contenus IIIF et de partager vos créations avec la communauté."}
        },
        "secure_data":{
            "button":{"en":"Learn more","fr":"Découvrir"},
            "title":{"en":"Secure data","fr":"Données securisées"},
            "desc":{"en":"Share your projects with the world, or keep them private. Either way your data remains safe and secure.","fr":"Partagez vos projets avec les autres, ou gardez-les privés. Dans le deux cas vos données sont sécurisées."}
        }
    },
    "presentation_widget":[
        {
            "title":{"en":"A digital desk","fr":"Un bureau virtuel"},
            "content":{"en":"Arvest gives you a secure and dynamic digital workspace.","fr":"Arvest vous offre un environment de travail numérique sécurisé et dynamique."}
        },
        {
            "title":{"en":"Gather your documents","fr":"Rassemblez vos documents"},
            "content":{"en":"Whether they're images, audio or videos, Arvest allows you to collect many types of documents together in one space.","fr":"Que ce soit des images, de l'audio ou des vidéos, Arvest vous permet de collectionner divers types de documents en un lieu unique."}
        },
        {
            "title":{"en":"Arrange and compose","fr":"Arrangez et composez"},
            "content":{"en":"Decompose your documents, stick them together, and arrange them on your virtual desk for quick comparison.","fr":"Décomposez vos documents, collez-les ensemble, et arrangez les sur votre bureau virtuel pour une comparaison rapide."}
        },
        {
            "title":{"en":"Annotate","fr":"Annotez"},
            "content":{"en":"Augment your documents and projects with a host of annotation types.","fr":"Augementez vos documents et vos projets avec divers types d'annotations."}
        },
        {
            "title":{"en":"Link your documents","fr":"Liez vos documents"},
            "content":{"en":"Create links between documents and annotations to create and navigate your collections as a network.","fr":"Créez des liens entre vos documents et vos annotations afin de créer et de naviguer vos collections en tant que réseau."}
        },
        {
            "title":{"en":"Share with the world","fr":"Partagez avec le monde"},
            "content":{"en":"Create stories with your projects and share them with the world.","fr":"Créez des histoires avec vos projets et partagez-les avec le monde."}
        }
    ]
}